tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "homebrew/cask"
tap "buo/cask-upgrade"
brew "mas"
tap "homebrew/cask-fonts"

brew "eza"
brew "fzf"
brew "go"
brew "mailsy"
brew "mas"
brew "lazygit"
brew "neovim"
brew "starship"
brew "tmux"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"

cask "1password"
cask "aerospace"
cask "alacritty"
cask "arc"
cask "cleanshot"
cask "ghostty"
cask "kitty"
cask "miniconda"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "wezterm"
cask "zen-browser"

mas "GSE SMART IPTV", id: 1293083751
mas "Klack", id: 6446206067
mas "Microsoft Outlook", id: 985367838
mas "UTM", id: 1538878817
mas "Xcode", id: 497799835
mas "Zen IPTV", id: 6458223193
